---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.LinkImage
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.LinkImage

Inserts a link to an image into a model view.